export const ru ={
    translation:{
        navbar:{
            home: "Домашняя страница",
            journal: "Журнал",
            journalAbout: "О журнале",
            journalTeam: "Редакция",
            nashr: "Публикации",
            talabnoma: "Приложение",
            news: "Новости",
            contact: "Связь",
            logo: "НАУЧНО-ИССЛЕДОВАТЕЛЬСКИЙ ЖУРНАЛ"
        },
        footer:{
            manzil: "Адрес"
        },
        home_page:{
            bannerName: "НАУКА И ИСКУССТВО ЖУРНАЛ",
            welcome: "ДОБРО ПОЖАЛОВАТЬ НА САЙТ НАУЧНО-ИССЛЕДОВАТЕЛЬСКОГО ЖУРНАЛА",
            indexTitle: "Индексирование в международных базах данных",
            newsTitle: "Новости",
            contactTitle: "Связаться с нами",
            contactDesc: "Смело обращайтесь к нам с любыми вопросами и мы обязательно на них ответим."
        },
        journal_page:{
            journalAboutTitle: "О журнале",
            journalAboutDesc: "Министерство высшего образования, науки и инноваций Республики Узбекистан, Центр развития высшего образования, исследований и применения передовых технологий Адрес: 100095, город Ташкент, Алмазорский район, улица Шифо Нур, 75 Телефон: (71) 207-03-41 электронная почта: rmxat@edu.uz Журнал 2014 года от Агентства печати и информации Узбекистана Он был зарегистрирован 26 декабря под номером 0506. Журнал выходит каждые два месяца на узбекском, русском и английском языках. Журнал «Образование, наука и инновации» по решению Дирекции ВАК Республики Узбекистан №218/5 от 18 ноября 2015 года в 13.00.00 – ПЕДАГОГИЧЕСКИЕ НАУКИ, №247/6 от 28 ноября. , 2018 - 23.00.00 - ПОЛИТИЧЕСКИЕ НАУКИ включен в список рекомендуемых научных изданий для публикации основных научных результатов докторских диссертаций. Копирование из журнала «Образование, наука и инновации» осуществляется только с разрешения редакции. Автор несет ответственность за достоверность фактов, изложенных в статье. Мнение редакции может не отражать точку зрения авторов. Полный текст журнала вы можете скачать на официальном сайте esijournal.uz. Свои статьи и ссылки присылайте телеграм-боту @esijournalbot.",
            journalTeamTitle1: "Редакция",
            journalTeamTitle2: "Члены редколлегии",
            journalTeamTitle3: "Члены общественного совета",
            journalTeamTitle4: "Дизайнер",
            lavozim: "Позиция"
        },
        nashrlar_page:{
            all_sonlari: "Все номера",
            sonlari: "количество лет",
            korish: "Видеть",
        },
        talabnoma_page:{
            talabnomaTitle: "Приложение"
        },
        news_page:{
            newsTitle: "Новости",
            batafsil: "Подробно",
        }
    }
}